[
  {
    "ref": "John 3:16 (ESV)",
    "text": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life."
  },
  {
    "ref": "Philippians 4:13 (ESV)",
    "text": "I can do all things through him who strengthens me."
  },
  {
    "ref": "Psalm 23:1 (ESV)",
    "text": "The LORD is my shepherd; I shall not want."
  },
  {
    "ref": "Romans 8:28 (ESV)",
    "text": "And we know that for those who love God all things work together for good, for those who are called according to his purpose."
  },
  {
    "ref": "Isaiah 41:10 (ESV)",
    "text": "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand."
  },
  {
    "ref": "Proverbs 3:5–6 (ESV)",
    "text": "Trust in the LORD with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths."
  },
  {
    "ref": "Jeremiah 29:11 (ESV)",
    "text": "For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope."
  },
  {
    "ref": "Matthew 11:28 (ESV)",
    "text": "Come to me, all who labor and are heavy laden, and I will give you rest."
  },
  {
    "ref": "Romans 12:12 (ESV)",
    "text": "Rejoice in hope, be patient in tribulation, be constant in prayer."
  },
  {
    "ref": "Psalm 46:1 (ESV)",
    "text": "God is our refuge and strength, a very present help in trouble."
  },
  {
    "ref": "John 14:6 (ESV)",
    "text": "Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me.”"
  },
  {
    "ref": "Romans 10:9 (ESV)",
    "text": "If you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved."
  },
  {
    "ref": "Ephesians 2:8–9 (ESV)",
    "text": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast."
  },
  {
    "ref": "2 Corinthians 5:17 (ESV)",
    "text": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come."
  },
  {
    "ref": "Psalm 27:1 (ESV)",
    "text": "The LORD is my light and my salvation; whom shall I fear? The LORD is the stronghold of my life; of whom shall I be afraid?"
  },
  {
    "ref": "Joshua 1:9 (ESV)",
    "text": "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go."
  },
  {
    "ref": "Matthew 6:33 (ESV)",
    "text": "But seek first the kingdom of God and his righteousness, and all these things will be added to you."
  },
  {
    "ref": "1 John 4:19 (ESV)",
    "text": "We love because he first loved us."
  },
  {
    "ref": "Psalm 119:105 (ESV)",
    "text": "Your word is a lamp to my feet and a light to my path."
  },
  {
    "ref": "Romans 5:8 (ESV)",
    "text": "But God shows his love for us in that while we were still sinners, Christ died for us."
  },
  {
    "ref": "Isaiah 53:5 (ESV)",
    "text": "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed."
  },
  {
    "ref": "Philippians 4:6–7 (ESV)",
    "text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
  },
  {
    "ref": "Proverbs 18:10 (ESV)",
    "text": "The name of the LORD is a strong tower; the righteous man runs into it and is safe."
  },
  {
    "ref": "Hebrews 11:1 (ESV)",
    "text": "Now faith is the assurance of things hoped for, the conviction of things not seen."
  },
  {
    "ref": "Psalm 34:8 (ESV)",
    "text": "Oh, taste and see that the LORD is good! Blessed is the man who takes refuge in him!"
  },
  {
    "ref": "John 16:33 (ESV)",
    "text": "In the world you will have tribulation. But take heart; I have overcome the world."
  },
  {
    "ref": "Lamentations 3:22–23 (ESV)",
    "text": "The steadfast love of the LORD never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness."
  },
  {
    "ref": "1 Corinthians 13:4–7 (ESV)",
    "text": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude..."
  },
  {
    "ref": "Micah 6:8 (ESV)",
    "text": "He has told you, O man, what is good; and what does the LORD require of you but to do justice, and to love kindness, and to walk humbly with your God?"
  },
  {
    "ref": "Galatians 2:20 (ESV)",
    "text": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me..."
  }
]